import Footer from "../../componensts/Footer/Footer";
import Header from "../../componensts/Header/Header";
export default function PrivacyPage() {
  return (
    <div className="w-screen flex flex-col">
      <div className="h-32 bg-white">
        <Header></Header>
      </div>

      <div className="flex w-full justify-center items-center mb-10 font-normal">
        <div className="lg:w-[50%] px-4 w-screen flex flex-col gap-4">
          <span className="font-extrabold text-3xl">Конфиденциальность</span>
          <p>
            Настоящая Политика конфиденциальности объясняет, как “мы” собираем,
            используем, передаем и обрабатываем вашу информацию, а также права и
            выборы, которые у вас есть в отношении этой информации. Эта политика
            конфиденциальности применяется ко всей личной информации, собранной
            во время любого письменного, электронного и устного общения, а также
            к личной информации, собранной в режиме онлайн или офлайн, включая:
            наш веб-сайт и любые другие электронные письма.
          </p>
          <p>
            Пожалуйста, прочитайте наши Условия и положения и настоящую Политику
            до того, как получить доступ или начать использовать наши Услуги.
            Если вы не можете согласиться с этой Политикой или Условиями и
            положениями, пожалуйста, не используйте наши Услуги. Если вы
            находитесь в юрисдикции за пределами Европейской экономической зоны,
            приобретая нашу продукцию или используя наши услуги, вы принимаете
            условия и положения и наши практики конфиденциальности, описанные в
            этой политике.
          </p>
          <p>
            Мы можем в любой момент изменить настоящую Политику без
            предварительного уведомления, и изменения могут быть применены к
            любой Личной информации, которую мы уже имеем о вас, а также ко всей
            новой Личной информации, собранной после изменения Политики. Если мы
            внесем изменения, мы уведомим вас, изменив дату вверху этой
            Политики. Мы предоставим вам предварительное уведомление, если
            внесем какие-либо существенные изменения в порядок сбора,
            использования или раскрытия вашей Личной информации, которые
            повлияют на ваши права в рамках этой Политики. Если вы находитесь в
            юрисдикции, кроме Европейской экономической зоны, Соединенного
            Королевства или Швейцарии (совместно “Европейские страны”), ваш
            дальнейший доступ или использование наших Услуг после получения
            уведомления об изменениях означает ваше признание и принятие
            обновленной Политики.
          </p>
          <p className="mb-10">
            Кроме того, мы можем предоставить вам актуальные уведомления или
            дополнительную информацию о порядке обработки Личной информации в
            отдельных частях наших Услуг. Такие уведомления могут дополнять
            настоящую Политику или предоставлять вам дополнительные варианты
            обработки вашей Личной информации.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Личная информация, которую мы собираем
          </span>
          <p className="mb-10">
            Мы собираем личную информацию, когда вы используете наши Услуги или
            предоставляете личную информацию, когда это запрашивается на Сайте.
            Личная информация обычно представляет собой любую информацию,
            которая относится к вам, идентифицирует вас лично или может быть
            использована для вашей идентификации, такую как ваше имя, адрес
            электронной почты, номер телефона и адрес. Определение личной
            информации варьируется в зависимости от юрисдикции. Только то
            определение, которое применяется к вам в зависимости от вашего
            местоположения, применяется к вам в соответствии с этой Политикой
            конфиденциальности. Личная информация не включает данные, которые
            были безвозвратно анонимизированы или агрегированы, чтобы мы больше
            не могли вас идентифицировать, будь то в сочетании с другой
            информацией или иным образом.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Типы личной информации, которую мы можем собирать о вас, включают:
          </span>
          <p>
            Информация, которую вы сознательно и добровольно предоставляете нам
            для выполнения договора о покупке или услугах. Мы собираем вашу
            личную информацию, которую вы предоставляете нам при использовании
            наших Услуг. Например, если вы посещаете наш Сайт и размещаете
            заказ, мы собираем информацию, которую вы предоставляете нам в
            процессе оформления заказа. Эта информация будет включать вашу
            фамилию, почтовый адрес, адрес электронной почты, номер телефона,
            продукты, представляющие интерес, WhatsApp, компанию и страну. Мы
            также можем собирать личную информацию, когда вы общаетесь с любым
            из наших отделов, например, со службой поддержки клиентов, или когда
            вы заполняете онлайн-формы или опросы, предоставленные на Сайте. Вы
            также можете выбрать предоставление нам вашего адреса электронной
            почты, если хотите получать информацию о продуктах и услугах,
            которые мы предлагаем.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Как вы даете нам свое согласие?
          </span>
          <p>
            Когда вы предоставляете нам свою личную информацию для завершения
            транзакции, подтверждения вашей кредитной карты, размещения заказа,
            планирования доставки или возврата покупки, мы предполагаем, что вы
            даете согласие на сбор и использование вашей информации только с
            этой целью.
          </p>
          <p className="mb-10">
            Если мы просим вас предоставить нам вашу личную информацию для
            другой цели, например, для маркетинговых целей, мы прямо запросим
            ваше согласие или предоставим вам возможность отказаться.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Как я могу отозвать свое согласие?
          </span>
          <p className="mb-10">
            Если после того, как вы дали нам свое согласие, вы передумали и
            больше не даете согласие на то, чтобы мы связывались с вами,
            собирали вашу информацию или раскрывали ее, вы можете уведомить нас,
            связавшись с нами.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Услуги, предоставляемые третьими сторонами
          </span>
          <p>
            Как правило, сторонние поставщики услуг, которые мы используем,
            будут собирать, использовать и раскрывать вашу информацию только в
            той мере, в которой это необходимо для выполнения услуг, которые они
            предоставляют нам.
          </p>
          <p>
            Однако определенные сторонние поставщики услуг, такие как платежные
            шлюзы и другие процессоры платежных транзакций, имеют свои
            собственные политики конфиденциальности в отношении информации,
            которую мы обязаны предоставить им для ваших транзакций.
          </p>
          <p>
            Что касается этих поставщиков, мы рекомендуем внимательно прочитать
            их политики конфиденциальности, чтобы вы могли понимать, как они
            будут обрабатывать вашу личную информацию.
          </p>
          <p className="mb-10">
            Следует помнить, что некоторые поставщики могут находиться или иметь
            свои офисы в юрисдикции, отличной от вашей или нашей. Таким образом,
            если вы решите продолжить транзакцию, требующую услуг стороннего
            поставщика, ваша информация может регулироваться законами той
            юрисдикции, в которой находится этот поставщик, или юрисдикции, в
            которой расположены его офисы.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Безопасность
          </span>
          <p className="mb-10">
            Чтобы защитить ваши личные данные, мы принимаем разумные меры
            предосторожности и следуем лучшим отраслевым практикам, чтобы
            гарантировать, что они не были утеряны, неправильно использованы,
            получены доступ, раскрыты, изменены или разрушены ненадлежащим
            образом.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Возраст согласия
          </span>
          <p className="mb-10">
            Используя этот сайт, вы подтверждаете, что вы достигли
            совершеннолетия в вашем штате или провинции проживания и дали нам
            свое согласие на разрешение использования этого сайта любыми
            несовершеннолетними, находящимися в вашем подчинении.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Изменения в этой политике конфиденциальности
          </span>
          <p>
            Мы оставляем за собой право изменять эту Политику конфиденциальности
            в любое время, поэтому, пожалуйста, регулярно проверяйте ее.
            Изменения и разъяснения вступят в силу сразу после их размещения на
            сайте. Если мы внесем какие-либо изменения в содержимое этой
            политики, мы уведомим вас здесь, что она была обновлена, чтобы вы
            знали, какую информацию мы собираем, как мы ее используем и при
            каких обстоятельствах раскрываем. Мы сообщим вам, если у нас есть
            причина для этого.
          </p>
          <p className="mb-10">
            Если наш магазин будет приобретен или объединен с другой компанией,
            ваша информация может быть передана новым владельцам, чтобы мы могли
            продолжать продавать вам продукты.
          </p>
          <span className="font-extrabold text-3xl border-t-2 pt-10">
            Вопросы и контактная информация
          </span>
          <p className="mb-10">
            Если вы хотите: получить доступ, исправить, изменить или удалить
            какую-либо личную информацию, которую мы имеем о вас, подать жалобу
            или просто хотите получить больше информации, свяжитесь с нами по
            электронной почте, указанной внизу страницы.
          </p>
        </div>
      </div>
      <Footer></Footer>
    </div>
  );
}
